export const subjects = {
  algebra: {
    name: "Алгебра",
    description:
      "Алгебра - это неотъемлемая часть любого программиста. Поэтому давайте ботать её!",
  },
  calculus: {
    name: "Математический анализ",
    description: "Давайте учить матанализ вместе с Эрлихом!",
  },
  discra: {
    name: "Дискретная математика",
    description:
      "Основы логики и теории множеств, комбинаторика, графы, булевы функции.",
  },
  c_plus_plus: {
    name: "C++",
    description: "Основы программирования на C++.",
  },
  c_sharp: {
    name: "C#",
    description:
      "Программирование на C#. Объектно-ориентированное прграммирование",
  },
};
